Repository: mariodebian/gdm3
Catalog: debian/po-up/*.po
Languages: ast, cs, de, es, et, fr, gu, ja, pt, vi

source: System Default
ast: Por defeuto del sistema
cs: Výchozí nastavení systému
de: Systemvorgabe
es: Sistema predeterminado
et: Süsteemi vaikeväärtus
fr: Défaut du système
gu: સિસ્ટમ મૂળભૂત
ja: システムのデフォルト
pt: Predefinição do Sistema
vi: Mặc định Hệ thống

source: The default session on the system
ast: La sesión por defeutu del sistema
cs: Výchozí sezení systému
de: Die Vorgabesitzung des Systems
es: La sesión predeterminada en el sistema
et: Süsteemi vaikimisi sessioon
fr: La session par défaut pour ce système
gu: સિસ્ટમનું મૂળભૂત સત્ર
ja: このシステムでのデフォルトセッション
pt: Sessão predefinida no sistema
vi: Buổi hợp mặc định trên hệ thống

source: Run gdm in a nested window
ast: Executar gdm nuna ventana anidada
cs: Spouštět gdm ve vnořeném okně
de: Gdm in einem eingebetteten Fenster ausf√ºhren
es: Ejecutar gdm en una ventana anidada
et: Käivita gdm pesastatud aknas
fr: Lancer GDM dans une fenêtre imbriquée
gu: gdm ને નેસ્ટેડ વિન્ડોમાં ચલાવો
ja: gdm を入れ子にしたウィンドウで動作させる
pt: Correr o gdm numa janela
vi: Chạy gdm trong cửa sổ lồng nhau

source: Don't lock the screen on the current display
ast: Nun bloquees la pantalla actual
cs: Neuzamykat obrazovku na aktuální displej
de: Bildschirm der aktuellen Anzeige nicht sperren
es: No bloquee la pantalla actual
et: Ära lukusta ekraani aktiivsel kuval
fr: Ne pas verrouiller l’écran
gu: હાલનાં ડિસ્પ્લે પર સ્ક્રિનને તાળું ન મારો
ja: 現在のディスプレイでは画面をロックしない
pt: Não trancar o écran no monitor actual
vi: Đừng khoá màn hình trên thiết bị hiển thị hiện thời

source: Disconnect
cs: Odpojit se
et: Lahuta ühendus
fr: Déconnecter
gu: સંપર્ક તોડવો
ja: 接続切断
vi: Ngắt kết nối

source: Quit
cs: Ukončit
et: Lõpeta
fr: Quitter
gu: બહાર નીકળો
ja: 終了
vi: Thoát

source: Log in as %s automatically
ast: Identificase automáticamente como %s
cs: Přihlašovat se automaticky jako %s
de: Automatisch als %s anmelden
es: Identificarse automáticamente como %s
et: Logi automaatselt sisse kui %s
fr: Se connecter automatiquement en tant que %s
gu: %s તરીકે આપમેળે પ્રવેશ કરો
ja: %s として自動的にログインする
pt: Entrar como %s automaticamente
vi: Tự động đăng nhập dưới %s

source: Allow %s seconds for anyone else to log in first
ast: Retardu de %s segundos pa que otra persona pueda identificas enantes
cs: Nejprve poskytnout ostatním %s sekund na přihlášení
de: Anderen Benutzern %s Sekunden Zeit geben, um sich zuerst anzumelden
es: Retardo de %s segundos para que otra persona se identifique antes
et: Luba %s sekundi jooksul teistel sisse logida
fr: Laisser %s secondes aux autres utilisateurs pour se connecter avant
gu: કોઈ પણ બીજાંને પ્રવેશ આપતા પહેલાં %s સેકન્ડ્સ રાહ જુઓ
ja: %s 秒の間、ログインユーザの選択を待つ
pt: Esperar %s segundos antes de permitir entradas
vi: Đợi %s giây để người khác đăng nhập trước

source: <b>When the computer starts up</b>
ast: <b>Cuando l'ordenador arranque</b>
cs: <b>Při startu počítače</b>
de: <b>Beim Hochfahren des Rechners</b>
es: <b>Cuando el equipo se inicia</b>
et: <b>Kuni arvuti käivitub</b>
fr: <b>Quand l’ordinateur démarre</b>
gu: <b>જ્યારે કોમ્પ્યુટર શરુ થાય</b>
ja: <b>コンピュータの起動時</b>
pt: <b>Quando o computador arranca</b>
vi: <b>Khi máy tính khởi động</b>

source: Login Screen Settings
ast: Configuración de la pantalla d'identificación
cs: Nastavení přihlašovací obrazovky
de: Einstellungen des Anmeldebildschirms
es: Configuración de la pantalla de identificación
et: Sisselogimisakna seaded
fr: Paramètres de l’écran de connexion
gu: પ્રવેશ સ્ક્રિન ગોઠવણીઓ
ja: ログイン画面の設定
pt: Definições do Écran de Entrada
vi: Thiết lập Màn hình Đăng nhập

source: _Show the screen for choosing who will log in
ast: A_mosar la pantalla pa escoyer quién s'identificará
cs: _Ukazovat obrazovku s výběrem uživatele k přihlášení
de: Bildschirm zur Benutzerauswahl an_zeigen
es: _Mostrar la pantalla para escoger quién se identificará
et: _Kuva ekraan valimaks, kes sisse logib
fr: _Choisir l’utilisateur qui se connecte
gu: કોણ પ્રવેશ કરે તે પસંદગી મુજબ સ્ક્રિન બતાવો (_S)
ja: ログインユーザの選択画面を表示する(_S)
pt: Mo_strar o écran de escolha de quem vai iniciar a sessão
vi: Hiện màn hình chọn ai nên đăng nhập

source: Configure login screen behavior
ast: Configurar el comportamientu de la pantalla d'identificación
cs: Nastavit chování přihlašovací obrazovky
de: Verhalten des Anmeldebildschirms konfigurieren
es: Configurar el comportamiento de la pantalla de identificación
et: Seadista sisselogimisakna käitumist
fr: Configurer le comportement de l’écran de connexion
gu: પ્રવેશ સ્ક્રિન વર્તણૂક ગોઠવો
ja: ログイン画面の動作を設定する
pt: Configurar o comportamento do écran de entrada
vi: Cấu hình ứng xử của màn hình đăng nhập

source: Login Screen
ast: Pantalla d'identificación
cs: Přihlašovací obrazovka
de: Anmeldebildschirm
es: Pantalla de identificación
et: Sisselogimisaken
fr: Écran de connexion
gu: પ્રવેશ સ્ક્રિન
ja: ログイン画面
pt: Écran de Entrada
vi: Màn hình Đăng nhập
