Repository: mariodebian/gdm3
Catalog: po/*.po
Languages: gl, id, ug

source: /dev/urandom is not a character device
gl: /dev/urandom non é un dispositivo de caracteres
id: /dev/urandom bukan perangkat karakter
ug: /dev/urandom ھەرپ ئۈسكۈنىسى ئەمەس

source: Display ID
gl: ID de pantalla
id: ID Tampilan
ug: ئېكران ID سى

source: GNOME Display Manager Slave
gl: Escravo do xestor de pantalla de GNOME
id: Slave Manajer Tampilan GNOME
ug: GNOME ئېكران باشقۇرغۇ(ئەگەشكۈچى)

source: could not find user "%s" on system
gl: non foi posíbel encontrar o usuario "%s" no sistema
id: tak menemukan pengguna "%s" pada sistem
ug: سىستېمىدىن ئىشلەتكۈچى "%s" تېپىلمىدى

source: Unable to initialize login system
gl: Non é posíbel inicializar o sistema de inicio de sesión
id: Tak bisa mengawali sistem login
ug: كىرىش سىستېمىسىنى دەسلەپلەشتۈرگىلى بولمىدى

source: Unable to authenticate user
gl: Non foi posíbel autenticar o usuario
id: Tak bisa mengotentikasi pengguna
ug: ئىشلەتكۈچىنى دەلىللىگىلى بولمىدى

source: Unable to authorize user
gl: Non foi posíbel autorizar o usuario
id: Tak bisa mengotorisasi pengguna
ug: مۇۋاپىق ئىشلەتكۈچى دەپ ھۆكۈم قىلغىلى بولمىدى

source: Unable to establish credentials
gl: Non foi posíbel estabelecer as credenciais
id: Tak bisa menetapkan kredensial
ug: ئىشەنچلىك ئىشلەتكۈچى دەپ قاراشقا بولمىدى

source: Unable to open session
gl: Non foi posíbel abrir a sesión
id: Tak bisa membukan sesi
ug: ئەڭگىمەنى باشلىغىلى بولمىدى

source: Could not start the X server (your graphical environment) due to some internal error. Please contact your system administrator or check your syslog to diagnose. In the meantime this display will be disabled. Please restart GDM when the problem is corrected.
gl: Non foi posíbel iniciar o servidor X (o seu contorno gráfico) por algún erro interno. Contacte co administrador do sistema ou verifique o seu syslog para diagnosticar o problema. Mentres tanto esta pantalla ficará desactivada. Reinicie o GDM cando o problema estea corrixido.
id: Tidak dapat menjalankan server X (lingkungan grafis anda) karena galat internal. Silahkan hubungi administrator sistem Anda atau periksa syslog untuk diagnosa. Untuk sementara, tampilan ini akan dimatikan. Silakan start ulang GDM setelah masalah diperbaiki.
ug: ئىچكى خاتالىق تۈپەيلى X مۇلازىمېتىرى(گرافىكىلىق مەشغۇلات مۇھىتى)نى باشلىغىلى بولمىدى. سىستېما باشقۇرغۇچىسى بىلەن ئالاقە قىلىڭ ياكى سىستېما خاتىرىسى(syslog) نى ئېچىپ تەكشۈرۈپ كۆرۈڭ. ھازىرچە مەزكۇر ئېكران چەكلىنىدۇ. مەسىلىنى ھەل قىلغاندا GDM نى قايتا قوزغاتسىڭىز بولىدۇ.

source: %s: failed to connect to parent display '%s'
gl: %s: produciuse un fallo ao conectar coa pantalla pai '%s'
id: %s: tidak dapat membuka tampilan '%s'
ug: %s: ئاتا ئېكران '%s' نىڭغا باغلىنىش مەغلۇپ بولدى

source: Server was to be spawned by user %s but that user doesn't exist
gl: O servidor íase iniciar co usuario %s, mais ese usuario non existe
id: Server mestinya dijalankan oleh pengguna %s tetapi pengguna tersebut tak ada
ug: مۇلازىمېتىرنى ئىشلەتكۈچى %s قوزغىتىپتۇ. بىراق بۇنداق ئىشلەتكۈچى مەۋجۇت ئەمەس

source: Couldn't set groupid to %d
gl: Non foi posíbel definir o identificador de grupo como %d
id: Tak dapat mengubah groupid menjadi %d
ug: گۇرۇپپا ID سىنى %d غا تەڭشىگىلى بولمىدى

source: initgroups () failed for %s
gl: fallou o initgroups () para %s
id: initgroups () gagal untuk %s
ug: %s نى ئىجرا قىلىۋاتقاندا initgroups () مەغلۇپ بولدى

source: Couldn't set userid to %d
gl: Non foi posíbel definir o identificador de usuario como %d
id: Tak dapat mengubah userid menjadi %d
ug: ئىشلەتكۈچى ID سىنى %d غا تەڭشىگىلى بولمىدى

source: Couldn't set groupid to 0
id: Tak dapat mengubah groupid menjadi 0

source: %s: Could not open logfile for display %s!
gl: %s: non foi posíbel abrir o ficheiro de rexistro para a pantalla %s!
id: %s: Tidak dapat membuat berkas log untuk tampil %s!
ug: %s: ئېكران %s نىڭ خاتىرە ھۆججىتى(logfile) نى ئاچقىلى بولمىدى!

source: %s: Error setting %s to %s
gl: %s: hai un erro ao configurar %s a %s
id: %s: Gagal mengatur %s menjadi %s
ug: %s: %s نى %s قا تەڭشىگىلى بولمىدى

source: %s: Server priority couldn't be set to %d: %s
gl: %s: non foi posíbel definir a prioridade do servidor como %d: %s
id: %s: Prioritas server tidak dapat ditentukan ke %d: %s
ug: %s: مۇلازىمېتىر priority نى %d نىڭغا تەڭشىگىلى بولمىدى: %s

source: %s: Empty server command for display %s
gl: %s: a orde do servidor está baleira para a pantalla %s
id: %s: Tidak ada perintah server untuk tampilan %s
ug: %s: ئېكران %s نىڭ مۇلازىمېتىر بۇيرۇقى قۇرۇق ئىكەن

source: Username
gl: Nome de usuario
id: Nama Pengguna
ug: ئىشلەتكۈچى ئاتى

source: The username
gl: O nome de usuario
id: Nama pengguna
ug: ئىشلەتكۈچى ئاتى

source: Hostname
gl: Nome do host
id: Nama host
ug: Host ئاتى

source: The hostname
gl: O nome do host
id: Nama host
ug: Host ئاتى

source: Display Device
gl: Dispositivo de pantalla
id: Piranti Tampilan
ug: كۆرسىتىش ئۈسكۈنىسى

source: The display device
gl: O dispositivo de pantalla
id: Piranti tampilan
ug: كۆرسىتىش ئۈسكۈنىسى

source: error initiating conversation with authentication system - %s
gl: produciuse un erro iniciando a conversa co sistema de autenticación - %s
id: galat mengawali percakapan dengan sistem otentikasi - %s
ug: دەلىللەش سىستېمىسى بىلەن كۆرۈشۈشتە دەسلەپلەشتۈرۈش خاتالىقى يۈز بەردى - %s

source: general failure
gl: fallo xeral
id: kegagalan umum
ug: ئادەتتىكى مەغلۇبىيەت

source: out of memory
gl: sen memoria
id: kehabisan memori
ug: ئەسلەك يېتىشمىدى

source: application programmer error
gl: produciuse un erro de programación do aplicativo
id: galat pemrogram aplikasi
ug: پروگراممىدىكى كەمتۈك

source: unknown error
gl: erro descoñecido
id: galat tak dikenal
ug: نامەلۇم خاتالىق

source: Username:
gl: Nome de usuario:
id: Nama Pengguna:
ug: ئىشلەتكۈچى ئاتى:

source: error informing authentication system of preferred username prompt - %s
gl: produciuse un erro ao informar o sistema de autenticación do indicador (prompt) do nome de usuario - %s
id: galat memberitahu sistem otentikasi tentang sapaan nama pengguna yang disukai - %s
ug: دەلىللەش سىستېمىسىدا ئىشلەتكۈچى ئاتىنى بىر تەرەپ قىلىشتا خاتالىق كۆرۈلدى - %s

source: error informing authentication system of user's hostname - %s
gl: produciuse un erro ao informar o sistema de autenticación do nome de host do usuario - %s
id: galat memberitahu sistem otentikasi tentang nama host pengguna - %s
ug: دەلىللەش سىستېمىسىدا host ئاتىنى بىر تەرەپ قىلىشتا خاتالىق كۆرۈلدى - %s

source: error informing authentication system of user's console - %s
gl: produciuse un erro ao informar ao sistema de autenticación da consola de usuario - %s
id: galat memberitahu sistem otentikasi tentang konsol pengguna - %s
ug: دەلىللەش سىستېمىسىدا console نى بىر تەرەپ قىلىشتا خاتالىق كۆرۈلدى - %s

source: error informing authentication system of display string - %s
gl: produciuse un erro ao informar ao sistema de autenticación da cadea da pantalla - %s
id: galat memberitahu sistem otentikasi tentang kalimat tampilan - %s
ug: دەلىللەش سىستېمىسىدا ئېكران ئاتىنى بىر تەرەپ قىلىشتا خاتالىق كۆرۈلدى - %s

source: error informing authentication system of display xauth credentials - %s
gl: produciuse un erro ao informar ao sistema de autenticación de credenciais xauth de pantalla - %s
id: galat memberitahu sistem otentikasi tentang kredensial xauth tampilan - %s
ug: دەلىللەش سىستېمىسىدا xauth نى بىر تەرەپ قىلىشتا خاتالىق كۆرۈلدى - %s

source: no user account available
gl: non hai ningunha conta de usuario dispoñíbel
id: akun pengguna tak tersedia
ug: ئىشلەتكۈچى ھېسابى يوق

source: Unable to change to user
gl: Non é posíbel cambiar a ese usuario
id: Tak dapat mengubah ke pengguna
ug: ئىشلەتكۈچى ئالماشتۇرغىلى بولمىدى

source: User %s doesn't exist
gl: O usuario %s non existe
id: Pengguna %s tak ada
ug: ئىشلەتكۈچى %s مەۋجۇت ئەمەس

source: Group %s doesn't exist
gl: O grupo %s non existe
id: Grup %s tak ada
ug: گۇرۇپپا %s مەۋجۇت ئەمەس

source: Could not create socket!
gl: Non é posíbel crear o sócket!
id: Tak dapat membuat soket!
ug: socket نى قۇرغىلى بولمىدى!

source: Denied XDMCP query from host %s
gl: O host %s denegou a petición XDMCP
id: Menolak permintaan XDMCP dari host %s
ug: host %s دىن كەلگەن XDMCP سۈرۈشتۈرۈش تەلىپى رەت قىلىندى

source: Could not extract authlist from packet
gl: Non foi posíbel extraer a lista de autorización do paquete
id: Tak dapat mengekstrak authlist dari paket
ug: packet دىن authlist نى يېيىپ چىقارغىلى بولمىدى

source: Error in checksum
gl: Produciuse un erro na suma de verificación
id: Galat pada checksum
ug: checksum دىكى خاتالىق

source: Bad address
gl: O enderezo é incorrecto
id: Alamat yang buruk
ug: ئادرېس توغرا ئەمەس

source: %s: Could not read display address
gl: %s: non foi posíbel ler o enderezo de pantalla
id: %s: Tidak dapat membaca alamat tampil
ug: %s: ئېكران ئادرېسىنى ئوقۇغىلى بولمىدى

source: %s: Could not read display port number
gl: %s: non foi posíbel ler o número de porto de pantalla
id: %s: Tidak dapat membaca nomor port tampil
ug: %s: ئېكران ئېغىزىنى ئوقۇغىلى بولمىدى

source: %s: Could not extract authlist from packet
gl: %s: non foi posíbel extraer a lista de autorización do paquete
id: %s: Tidak dapat menguraikan daftar auth dari paket
ug: %s: packet دىن authlist نى يېيىپ چىقارغىلى بولمىدى

source: %s: Error in checksum
gl: %s: erro na suma de verificación
id: %s: Kesalahan pada checksum
ug: %s: checksum دا خاتالىق كۆرۈلدى

source: %s: Got REQUEST from banned host %s
gl: %s: recibiuse REQUEST desde o host vetado %s
id: %s: Mendapatkan REQUEST dari host yang dikucilkan %s
ug: %s: چەكلەنگەن host %s دىن ئىلتىماس تاپشۇرۇۋالدى

source: %s: Could not read Display Number
gl: %s: non foi posíbel ler o número de pantalla
id: %s: Tidak dapat membaca Nomor Tampil
ug: %s: ئېكران نومۇرىنى ئوقۇغىلى بولمىدى

source: %s: Could not read Connection Type
gl: %s: non foi posíbel ler o tipo de conexión
id: %s: Tidak dapat membaca Jenis Sambungan
ug: %s: باغلىنىش تىپىنى ئوقۇغىلى بولمىدى

source: %s: Could not read Client Address
gl: %s: non foi posíbel ler o enderezo do cliente
id: %s: Tidak dapat membaca Alamat Client
ug: %s: Client ئادرېسىنى ئوقۇغىلى بولمىدى

source: %s: Could not read Authentication Names
gl: %s: non foi posíbel ler os nomes de autenticación
id: %s: Tidak dapat membaca Nama Pembuktian
ug: %s: دەلىللەش ئاتىنى ئوقۇغىلى بولمىدى

source: %s: Could not read Authentication Data
gl: %s: non foi posíbel ler os datos de autenticación
id: %s: Tidak dapat membaca Data Pembuktian
ug: %s: دەلىللەش سانلىق-ئاساسلىرىنى ئوقۇپ چىققىلى بولمىدى

source: %s: Could not read Authorization List
gl: %s: non foi posíbel ler a lista de autorización
id: %s: Tidak dapat membaca Daftar Kuasa
ug: %s: دەلىللەش تىزىملىكىنى ئوقۇغىلى بولمىدى

source: %s: Could not read Manufacturer ID
gl: %s: non foi posíbel ler o ID do fabricante
id: %s: Tidak dapat membaca ID Pabrikan
ug: %s: ئىشلەپچىقارغۇچى ID سىنى ئوقۇغىلى بولمىدى

source: %s: Failed checksum from %s
gl: %s: fallou a suma de verificación %s
id: %s: Gagal melakukan checksum dari %s
ug: %s: %s نىڭ checksum مەغلۇپ بولدى.

source: %s: Got Manage from banned host %s
gl: %s: recibiuse Manage desde o host vetado %s
id: %s: Berhasil mengatur dari host yang dikucilkan %s
ug: %s: چەكلەنگەن host %s دىن Manage تاپشۇرۇۋالدى

source: %s: Could not read Session ID
gl: %s: non foi posíbel ler o ID da sesión
id: %s: Tidak dapat membuka ID Session
ug: %s: ئەڭگىمە ID سىنى ئوقۇغىلى بولمىدى

source: %s: Could not read Display Class
gl: %s: non foi posíbel ler a clase de pantalla
id: %s: Tidak dapat membaca Kelas Tampil
ug: %s: Display Class نى ئوقۇغىلى بولمىدى

source: %s: Could not read address
gl: %s: non foi posíbel ler o enderezo
id: %s: Tidak dapat membaca alamat
ug: %s: ئادرېسنى ئوقۇغىلى بولمىدى

source: %s: Got KEEPALIVE from banned host %s
gl: %s: recibiuse KEEPALIVE desde o host vetado %s
id: %s: Mendapatkan KEEPALIVE dari host yang dikucilkan %s
ug: %s: چەكلەنگەن host %s دىن KEEPALIVE تاپشۇرۇۋالدى

source: GdmXdmcpDisplayFactory: Could not read XDMCP header!
gl: GdmXdmcpDisplayFactory: non foi posíbel ler a cabeceira XDMCP!
id: GdmXdmcpDisplayFactory: Tak bisa baca header XDMCP!
ug: GdmXdmcpDisplayFactory: XDMCP قېشىنى ئوقۇغىلى بولمىدى

source: XMDCP: Incorrect XDMCP version!
gl: XMDCP: versión incorrecta de XDMCP!
id: XDMCP: Versi XDMCP salah!
ug: XDMCP: XDMCP نەشرى توغرا ئەمەس

source: XMDCP: Unable to parse address
gl: XMDCP: non foi posíbel analizar o enderezo
id: XDMCP: Tak bisa mengurai alamat
ug: XDMCP: ئادرېسنى پارچىلىيالمىدى

source: Could not get server hostname: %s!
gl: Non foi posíbel recibir o nome de host do servidor: %s!
id: Tak bisa memperoleh nama host server: %s!
ug: مۇلازىمېتىر host ئاتىنى ئوقۇيالمىدى: %s!

source: Cannot write PID file %s: possibly out of diskspace: %s
gl: Non é posíbel escribir o ficheiro de PID %s: posibelmente non hai espazo no disco: %s
id: Tak dapat menulis berkas PID %s: kemungkinan ruang cakram penuh: %s
ug: PID ھۆججىتى %s غا يازالمىدى: دىسكا بوشلۇقى يېتىشمىگەن بولۇشى مۇمكىن: %s

source: Logdir %s does not exist or isn't a directory.
gl: O directorio de rexistro %s non existe ou non é un directorio.
id: Logdir %s tak ada atau bukan direktori.
ug: Logdir %s مەۋجۇت ئەمەس ياكى مۇندەرىجە ئەمەس.

source: Authdir %s does not exist. Aborting.
gl: O directorio de autorización %s non existe. Interrompendo.
id: Authdir %s tak ada. Menggugurkan.
ug: Authdir %s مەۋجۇت ئەمەس. توختىتىۋاتىدۇ.

source: Authdir %s is not a directory. Aborting.
gl: O directorio de autorización %s non é un directorio. Interrompendo.
id: Authdir %s bukan direktori. Menggugurkan.
ug: Authdir %s مۇندەرىجە ئەمەس. توختىتىۋاتىدۇ.

source: Authdir %s is not owned by user %d, group %d. Aborting.
gl: O directorio de autorización %s non pertence ao usuario %d, grupo %d. Interrompendo.
id: Authdir %s tidak dimiliki oleh pengguna %d, kelompok %d. Menggugurkan.
ug: Authdir %s نىڭ ئىگىسى ئىشلەتكۈچى %d، گۇرۇپپا %d ئەمەس. توختىتىۋاتىدۇ.

source: Authdir %s has wrong permissions %o. Should be %o. Aborting.
gl: O directorio de autorización %s ten permisos %o incorrectos. Deberían ser %o. Interrompendo.
id: Authdir %s memiliki ijin %o yang salah. Seharusnya %o. Menggugurkan.
ug: Authdir %s نىڭ ھوقۇقى %o توغرا ئەمەس. %o بولۇشى كېرەك ئىدى. توختىتىۋاتىدۇ.

source: Can't find the GDM user '%s'. Aborting!
gl: Non é posíbel encontrar o usuario do GDM '%s'. Interrompendo!
id: Tak bisa temukan pengguna GDM '%s'. Menggugurkan!
ug: GDM ئىشلەتكۈچىسى '%s' تېپىلمىدى. توختىتىۋاتىدۇ.

source: The GDM user should not be root. Aborting!
gl: O usuario do GDM non debería ser o superusuario. Interrompendo!
id: Pengguna GDM tak boleh root. Menggugurkan!
ug: root نى GDM ئىشلەتكۈچىسى قىلىشقا بولمايدۇ. توختىتىۋاتىدۇ.

source: Can't find the GDM group '%s'. Aborting!
gl: Non é posíbel encontrar o grupo '%s' do GDM. Interrompendo!
id: Tak bisa temukan grup GDM '%s'. Menggugurkan!
ug: GDM ئىشلەتكۈچىسى '%s' تېپىلمىدى. توختىتىۋاتىدۇ.

source: The GDM group should not be root. Aborting!
gl: O grupo do GDM non debería ser o superusuario. Interrompendo!
id: Grup GDM tidak boleh root. Menggugurkan!
ug: root نى GDM گۇرۇپپىسى قىلىشقا بولمايدۇ. توختىتىۋاتىدۇ.

source: Make all warnings fatal
gl: Facer que os avisos sexan todos moi graves
id: Buat semua peringatan menjadi fatal
ug: بارلىق ئاگاھلاندۇرۇشلارنى ئېغىر خاتالىق دەپ قارا

source: Exit after a time - for debugging
gl: Saír despois dun tempo - para depuración
id: Keluar setelah tundaan sejenak - untuk pengawa-kutuan
ug: بىردەمدىن كېيىن چېكىن - سازلاش ئۈچۈن

source: Print GDM version
gl: Imprimir a versión do GDM
id: Menampilkan versi GDM
ug: GDM نەشرىنى بېسىپ چىقار

source: GNOME Display Manager
gl: Xestor de pantalla de GNOME
id: Manajer Tampilan GNOME
ug: GNOME ئېكران باشقۇرغۇ(GDM)

source: Only the root user can run GDM
gl: Só o usuario root pode executar o GDM
id: Hanya root yang boleh menjalankan GDM
ug: root لا GDM نى ئىجرا قىلالايدۇ

source: GNOME Display Manager Session Worker
gl: Traballador do xestor de sesión de pantalla de GNOME
id: Pekerja Sesi Manajer Tampilan GNOME
ug: GNOME ئېكران باشقۇرغۇنىڭ ئىشچى ئەڭگىمەسى

source: AT SPI Registry Wrapper
gl: Wrapper do rexistro AT SPI
id: Pembungkus Registri AT SPI
ug: AT SPI رويخەت تېشى(قېپى)

source: Login Window
gl: Xanela de inicio de sesión
id: Jendela Login
ug: كىرىش كۆزنىكى

source: Power Manager
gl: Xestor de enerxía
id: Manajer Daya
ug: توك مەنبە باشقۇرغۇ

source: Power management daemon
gl: Daemon de xestión de enerxía
id: Daemon manajemen daya
ug: توك مەنبە باشقۇرغۇ daemon ئى

source: GNOME Settings Daemon
gl: Daemon de configuracións do GNOME
id: Daemon Penataan GNOME
ug: GNOME تەڭشەك daemon ئى

source: GNOME Screen Magnifier
gl: Lupa de pantalla de GNOME
id: Pembesar Layar GNOME
ug: GNOME ئېكران چوڭايتقۇ

source: Magnify parts of the screen
gl: Ampliar partes da pantalla
id: Perbesar bagian dari layar
ug: ئېكراننىڭ مەلۇم بۆلىكىنى چوڭايتىدۇ

source: GNOME Onscreen Keyboard
gl: Teclado en pantalla de GNOME
id: Papan Ketik OnScreen GNOME
ug: GNOME ئېكران ھەرپتاختىسى

source: Use an onscreen keyboard
gl: Usar un teclado en pantalla
id: Gunakan papan ketik pada layar
ug: ئېكران ھەرپتاختىسىنى ئىشلىتىدۇ

source: Orca Screen Reader
gl: Lector de pantalla Orca
id: Pembaca Layar Orca
ug: Orca ئېكران ئوقۇغۇ

source: Present on-screen information as speech or braille
gl: Presentar a información en pantalla como voz ou braille
id: Sajikan informasi di layar sebagai pidato atau braille
ug: ئېكراندىكى ئۇچۇرلارنى ئۇن ياكى ئەمالار يېزىقى شەكلىدە كۆرسىتىدۇ

source: PolicyKit Authentication Agent
gl: Axente de autenticación de PolicyKit
id: Agen Otentikasi PolicyKit
ug: PolicyKit دەلىللەش پروگراممىسى

source: Select System
gl: Seleccionar o sistema
id: Pilih Sistem
ug: سىستېما تاللاش

source: XDMCP: Could not create XDMCP buffer!
gl: XMCP: non foi posíbel crear o búfer XDMCP!
id: XDMCP: Tak dapat membuat penyangga XDMCP!
ug: XDMCP: XDMCP يىغلەكىنى قۇرغىلى بولمىدى!

source: XDMCP: Could not read XDMCP header!
gl: XDMCP: non foi posíbel ler a cabeceira XDMCP!
id: XDMCP: Tak dapat membaca header XDMCP!
ug: XDMCP: XDMCP قېشىنى ئوقۇغىلى بولمىدى!

source: Value
gl: Valor
id: Nilai
ug: قىممەتى

source: percentage of time complete
gl: porcentaxe de tempo completa
id: persentase waktu lengkap
ug: تاماملانغان ۋاقىتنىڭ پىرسەنتى

source: Inactive Text
gl: Texto inactivo
id: Teks Tak Aktif
ug: بىاكتىپ تېكىست

source: The text to use in the label if the user hasn't picked an item yet
gl: O texto que se usará na etiqueta se o usuario non elixiu aínda un elemento
id: Teks yang dipakai pada label bila pengguna belum memilih
ug: ئىشلەتكۈچى تېزى ھېچقانداق تۇرنى تاللىمىغان ۋاقىتتا ئەندە كۆرسىتىلىدىغان تېكىست

source: Active Text
gl: Texto activo
id: Teks Aktif
ug: ئاكتىپ تېكىست

source: The text to use in the label if the user has picked an item
gl: O texto que se usará na etiqueta se o usuario elixiu un elemento
id: Teks yang dipakai pada label bila pengguna telah memilih
ug: ئىشلەتكۈچى بىرەر تۇرنى تاللىغان ۋاقىتتا ئەندە كۆرسىتىلىدىغان تېكىست

source: List Visible
gl: Lista visíbel
id: Daftar Nampak
ug: تىزىملىك كۆرۈنسۇن

source: Whether the chooser list is visible
gl: Indica se a lista de selección é visíbel
id: Apakah daftar pemilih nampak
ug: تىزىملىك كۆرۈنەمدۇ تاللايدۇ

source: %a %b %e, %l:%M:%S %p
gl: %a de %b %e, %l:%M:%S %p
id: %a %e %b, %k:%M:%S

source: %a %b %e, %l:%M %p
gl: %a de %b %e, %l:%M %p
id: %a %e %b, %k:%M

source: %a %l:%M:%S %p
gl: %a de %l:%M:%S %p
id: %a %k:%M:%S

source: %a %l:%M %p
id: %a %k:%M

source: Automatically logging in...
gl: Iniciar sesión automaticamente...
id: Otomatis log masuk...
ug: ئۆزلۈكىدىن كىرىۋاتىدۇ...

source: Cancelling...
gl: Interrompendo...
id: Membatalkan...
ug: توختىتىۋاتىدۇ...

source: Select language and click Log In
gl: Seleccione o idioma e prema en Iniciar sesión
id: Pilih bahasa dan klik Log Masuk
ug: تىل تاللاپ «كىر» نى چېكىڭ

source: Computer Name
gl: Nome do computador
id: Nama Komputer
ug: كومپيۇتېر ئاتى

source: Log In
gl: Iniciar a sesión
id: Log Masuk
ug: كىر

source: Version
gl: Versión
id: Versi
ug: نەشرى

source: Shutdown Options...
gl: Opcións de apagado...
id: Opsi Matikan Mesin...
ug: توكنى ئەت تاللانمىلىرى...

source: Suspend
gl: Suspender
id: Suspensi
ug: توڭلات

source: Shut Down
gl: Apagar
id: Matikan
ug: توكنى ئەت

source: Languages
gl: Idiomas
id: Bahasa
ug: تىل

source: _Languages:
gl: _Idiomas:
id: _Bahasa:
ug: تىللار(_L):

source: _Language:
gl: _Idioma:
id: _Bahasa:
ug: تىل(_L):

source: Language
gl: Idioma
id: Bahasa
ug: تىل

# language
source: Other...
gl: Outro...
id: Lainnya...
ug: باشقا...

source: Choose a language from the full list of available languages.
gl: Escolla un idioma da lista completa de idiomas dispoñíbeis.
id: Pilih suatu bahasa dari daftar lengkap bahasa yang tersedia.
ug: تىل تىزىملىكىدىن تىل تاللايدۇ.

source: Unspecified
gl: Non especificado
id: Tak dinyatakan
ug: ئېنىقسىز

source: Keyboard layouts
gl: Disposicións de teclado
id: Tata letak papan kunci
ug: ھەرپتاختا ئورۇنلاشتۇرۇلۇشى

source: _Keyboard:
gl: _Teclado:
id: Papan _kunci:
ug: ھەرپتاختا(_K):

source: Keyboard
gl: Teclado
id: Papan kunci
ug: ھەرپتاختا

# keyboard
source: Other...
gl: Outra...
id: Lainnya...
ug: باشقا...

source: Choose a keyboard layout from the full list of available layouts.
gl: Escolla un teclado da lista completa de teclados dispoñíbeis.
id: Pilih suatu tata letak papan ketik dari daftar lengkap tata letak yang tersedia.
ug: ھەرپتاختا تىزىملىكىدىن ھەرپتاختا تاللاڭ.

source: Label Text
gl: Texto da etiqueta
id: Teks Label
ug: ئەن تېكىستى

source: The text to use as a label
gl: O texto para usar como etiqueta
id: Teks yang dipakai sebagai label
ug: بۇ تېكىست ئەن قىلىپ ئىشلىتىلىدۇ

source: Icon name
gl: Nome da icona
id: Nama ikon
ug: سىنبەلگە ئاتى

source: The icon to use with the label
gl: A icona para usar coa etiqueta
id: Ikon yang dipakai dengan label
ug: ئەن بىلەن بىرگە ئىشلىتىلىدىغان سىنبەلگە

source: Default Item
gl: Elemento predefinido
id: Objek Baku
ug: كۆڭۈلدىكى تۇر

source: The ID of the default item
gl: O ID do elemento predefinido
id: ID dari objek default
ug: بۇ كۆڭۈلدىكى تۇرنىڭ ID سىدۇر

source: Max Item Count
gl: Número máximo de elementos
id: Cacah Objek Maks
ug: تۇرنىڭ ئەڭ كوپ سانى

source: The maximum number of items to keep around in the list
gl: O número máximo de elementos que se manterán na lista
id: Cacah objek maksimum untuk dipertahankan dalam daftar
ug: تىزىملىكتە ساقلىنىدىغان تۈرلەرنىڭ ئەڭ كوپ سانىنى بىلدۈرىدۇ

source: Remote Login (Connecting to %s...)
gl: Inicio de sesión remoto (Conectando a %s...)
id: Login Jauh (Menyambung ke %s...)
ug: يىراققا كىرىش (%s غا باغلىنىۋاتىدۇ...)

source: Remote Login (Connected to %s)
gl: Inicio de sesión remoto (Conectado a %s)
id: Login Jauh (Tersambung ke %s)
ug: يىراققا كىرىش (%s غا باغلاندى)

source: Remote Login
gl: Inicio de sesión remoto
id: Login Jauh
ug: يىراققا كىرىش

source: Session
gl: Sesión
id: Sesi
ug: ئەڭگىمە(_S):

source: Banner message text
gl: Texto de mensaxe do báner
id: Teks pesan banner
ug: Banner ئۇچۇرىنىڭ تېكىستى

source: Banner message text when chooser is empty
gl: Texto da mensaxe do báner cando o selector está baleiro
id: Teks pesan banner ketika pemilih kosong
ug: تاللىغۇ قۇرۇق ۋاقىتتا چىقىدىغان Banner ئۇچۇرىنىڭ تېكىستى

source: Disable showing the restart buttons
gl: Desactivar a visualización dos botóns de reinicio
id: Jangan tampilkan tombol start ulang
ug: قايتا قوزغات توپچىلىرىنى چەكلە

source: Do not show known users in the login window
gl: Non mostrar os usuarios coñecidos na xanela de inicio
id: Jangan tampilkan pengguna yang dikenal di jendela login
ug: كىرىش كۆزنىكىدە ئىشلەتكۈچىلەرنىڭ ئاتىنى كۆرسەتمە

source: Enable accessibility keyboard plugin
gl: Activar o engadido de accesibilidade do teclado
id: Aktifkan plugin papan ketik aksesibilitas
ug: ھەرپتاختا قىستۇرمىسىنىڭ ياردەمچى ئىقتىدارىنى ئىشلەت

source: Enable on-screen keyboard
gl: Activar o teclado en pantalla
id: Fungsikan papan ketik pada layar
ug: ئېكران ھەرپتاختىسىنى ئىشلەت
