Repository: mariodebian/gdm3
Catalog: po/*.po
Languages: gl, id, ug

source: Enable screen magnifier
gl: Activar a lupa da pantalla
id: Fungsikan pembesar layar
ug: ئېكران چوڭايتىشنى ئىشلەت

source: Enable screen reader
gl: Activar o lector de pantalla
id: Fungsikan pembaca layar
ug: ئېكران ئوقۇغۇنى ئىشلەت

source: Enable showing the banner message
gl: Activar a visualización da mensaxe de banner
id: Fungsikan menampilkan pesan banner
ug: Banner ئۇچۇرىنى كۆرسەتسۇن

source: Icon name to use for greeter logo
gl: Nome da icona que se usará para o logotipo da xanela de benvida
id: Nama ikon untuk dipakai bagi logo penyapa
ug: سالام تۇغى ئۈچۈن ئىشلىتىلىدىغان سىنبەلگە ئاتى

source: Recently selected keyboard layouts
gl: Disposicións de teclado seleccionadas recentemente
id: Tata letak papan ketik yang baru-baru ini dipilih
ug: ئالدىنقى قېتىم تاللانغان ھەرپتاختا ئورۇنلاشتۇرۇلۇشى

source: Recently selected languages
gl: Idiomas seleccionados recentemente
id: Bahasa yang dipilih baru-baru ini
ug: ئالدىنقى قېتىم تاللانغان تىل

source: Set to a list of keyboard layouts to be shown by default at the login window.
gl: Definir como unha lista de disposicións de teclado se mostrará na xanela de inicio predefinida.
id: Tata ke daftar tata letak papan ketik yang ditampilkan secara baku pada jendela login.
ug: كىرىش كۆزنىكىدە كۆرسىتىلىدىغان كۆڭۈلدىكى ھەرپتاختا ئورۇنلاشتۇرۇلۇشى

source: Set to a list of languages to be shown by default at the login window.
gl: Definir como unha lista de idiomas se mostrarán de modo predefinido na xanela de inicio de sesión.
id: Tata ke daftar bahasa yang ditampilkan secara baku pada jendela login.
ug: كىرىش كۆزنىكىدە كۆرسىتىلىدىغان كۆڭۈلدىكى تىللار

source: Set to the themed icon name to use for the greeter logo.
gl: Definir como nome da icona do tema que se usará como logotipo da xanela de benvida.
id: Tata ke nama ikon ditemakan untuk dipakai bagi logo penyapa.
ug: سالام تۇغى ئۈچۈن ئىشلىتىلىدىغان سىنبەلگىنىڭ ئاتى.

source: Set to true to disable showing known users in the login window.
gl: Definir como true para desactivar a visualización de usuarios coñecidos na xanela de inicio de sesión.
id: Isi dengan true untuk tidak menampilkan pengguna yang dikenal di jendela login.
ug: كىرىش كۆزنىكىدە ئىشلەتكۈچى ئاتىنى كۆرسەتمەسلىك ئۈچۈن true قىلىڭ

source: Set to true to disable showing the restart buttons in the login window.
gl: Definir como true para desactivar os botóns de reinicio na xanela de inicio de sesión.
id: Isi dengan true untuk tidak menampilkan tombol start ulang di jendela login.
ug: كىرىش كۆزنىكىدە قايتا قوزغات توپچىسىنى كۆرسەتمەسلىك ئۈچۈن true قىلىڭ.

source: Set to true to enable the background settings manager plugin.
gl: Definir como true para activar o engadido de xestión da configuración de fondo.
id: Isi dengan true untuk mengaktifkan plugin manajer penataan latar belakang.
ug: تەگلىك تەڭشەك باشقۇرغۇ قىستۇرمىسىنى ئىشلىتىش ئۈچۈن true قىلىڭ.

source: Set to true to enable the media-keys settings manager plugin.
gl: Definir como true para activar o engadido de xestión da configuración das teclas multimedia.
id: Isi dengan true untuk mengaktifkan plugin manajer penataan kunci media.
ug: media-keys تەڭشەك باشقۇرغۇ قىستۇرمىسىنى ئىشلىتىش ئۈچۈن true قىلىڭ.

source: Set to true to enable the on-screen keyboard.
gl: Definir como true para activar o teclado en pantalla.
id: Isi dengan true untuk mengaktifkan papan ketik pada layar.
ug: ئېكران ھەرپتاختىسىنى ئىشلىتىش ئۈچۈن true قىلىڭ.

source: Set to true to enable the plugin to manage the accessibility keyboard settings.
gl: Definir como true para activar o engadido para xestionar a configuración do teclado de accesibilidade.
id: Isi dengan true untuk mengaktifkan plugin untuk mengelola penataan papan kunci aksesibilitas.

source: Set to true to enable the screen magnifier.
gl: Definir como true para activar a lupa da pantalla.
id: Isi dengan true untuk mengaktifkan pembesar layar.
ug: ئېكران چوڭايتقۇنى ئىشلىتىش ئۈچۈن true قىلىڭ.

source: Set to true to enable the screen reader.
gl: Definir como true para activar o lector de pantalla.
id: Isi dengan true untuk mengaktifkan pembaca layar.
ug: ئېكران ئوقۇغۇنى ئىشلىتىش ئۈچۈن true قىلىڭ.

source: Set to true to enable the sound settings manager plugin.
gl: Definir como true para activar o engadido de xestión de configuracións de son.
id: Isi dengan true untuk mengaktifkan plugin pengelola penataan suara.
ug: ئۈن تەڭشەك باشقۇرغۇ قىستۇرمىسىنى ئىشلىتىش ئۈچۈن true قىلىڭ.

source: Set to true to enable the xrandr settings manager plugin.
gl: Definir como true para activar o engadido do xestor de configuracións xrandr.
id: Isi dengan true untuk mengaktifkan plugin pengelola penataan xrandr.
ug: xrandr تەڭشەك باشقۇرغۇ قىستۇرمىسىنى ئىشلىتىش ئۈچۈن true قىلىڭ.

source: Set to true to enable the xsettings settings manager plugin.
gl: Definir como true para activar o engadido do xestor de configuración xsettings.
id: Isi dengan true untuk mengaktifkan plugin pengelola penataan xsettings.
ug: xsettings تەڭشەك باشقۇرغۇ قىستۇرمىسىنى ئىشلىتىش ئۈچۈن true قىلىڭ.

source: Set to true to show the banner message text.
gl: Definir como true para mostrar o texto de mensaxe do báner.
id: Isi dengan true untuk menampilkan teks pesan banner.
ug: banner ئۇچۇرى تېكىستىنى كۆرسىتىش ئۈچۈن true قىلىڭ.

source: Set to true to use compiz as the window manager.
gl: Definir como true para usar o Compiz como xestor de xanela.
id: Isi dengan true untuk menggunakan compiz sebagai manajer jendela.
ug: compiz نى ئېكران باشقۇرغۇ قىلىپ ئىشلىتىش ئۈچۈن true قىلىڭ.

source: Text banner message to show on the login window when the user chooser is empty, instead of banner_message_text.
gl: A mensaxe de texto do báner que se mostrará na xanela de inicio de sesión cando o selector de usuario está baleiro, no canto do banner_message_text.
id: Pesan banner teks untuk ditampilkan pada jendela login ketika pemilih pengguna kosong, alih-alih banner_message_text.
ug: ئىشلەتكۈچى banner ئۇچۇرى تېكىستنى تاللىمىغاندا banner_message_text نىڭ ئورنىغا كۆرسىتىلىدىغان تېكىست

source: Text banner message to show on the login window.
gl: A mensaxe de texto do báner que se mostrará na xanela de inicio de sesión.
id: Pesan banner teks untuk ditampilkan pada jendela login.
ug: كىرىش كۆزنىكىدە كۆرسىتىلىدىغان banner تېكىستى.

source: True if the background settings manager plugin is enabled.
gl: True se o engadido xestor de configuracións de fondo está activado.
id: True bila plugin manajer penataan latar belakang diaktifkan.
ug: تەگلىك تەڭشەك باشقۇرغۇ قىستۇرمىسى ئىشلىتىلسە true بولىدۇ.

source: True if the media-keys settings manager plugin is enabled.
gl: True se o engadido xestor de configuración das teclas multimedia está activado.
id: True bila plugin manajer penataan kunci media diaktifkan.
ug: media-keys تەڭشەك باشقۇرغۇ قىستۇرمىسى ئىشلىتىلسە true بولىدۇ.

source: True if the sound settings manager plugin is enabled.
gl: True se o engadido xestor de configuracións de son está activado.
id: True bila plugin manajer penataan suara diaktifkan.
ug: ئۈن تەڭشەك باشقۇرغۇ قىستۇرمىسى ئىشلىتىلسە true بولىدۇ.

source: True if the xrandr settings manager plugin is enabled.
gl: True se o engadido xestor de configuracións xrandr está activado.
id: True bila plugin manajer penataan xrandr diaktifkan.
ug: xrandr تەڭشەك باشقۇرغۇ قىستۇرمىسى ئىشلىتىلسە true بولىدۇ.

source: True if the xsettings settings manager plugin is enabled.
gl: True se o engadido xestor de configuracións xsettings está activado.
id: True bila plugin manajer penataan xsettings diaktifkan.
ug: xsettings تەڭشەك باشقۇرغۇ قىستۇرمىسى ئىشلىتىلسە true بولىدۇ.

source: Use compiz as the window manager
gl: Usar Compiz como xestor de xanelas
id: Gunakan compiz sebagai manajer jendela
ug: compiz نى كۆزنەك باشقۇرغۇ قىلىپ ئىشلەت

source: Duration
gl: Duración
id: Durasi
ug: ۋاقىت

source: Number of seconds until timer stops
gl: Número de segundos até que o temporizador se deteña
id: Cacah detik sampai pewaktu berhenti
ug: timer توختىغۇچە بولغان سېكۇنت

source: Start time
gl: Hora de comezo
id: Waktu mulai
ug: باشلاش ۋاقتى

source: Time the timer was started
gl: Hora en que o temporizador se iniciou
id: Saat pewaktu dimulai
ug: timer باشلىنىدىغان ۋاقىت

source: Is it Running?
gl: Está executándose?
id: Dia Jalan?
ug: ئىجرا بولۇۋاتامدۇ؟

source: Whether the timer is currently ticking
gl: Indica se o temporizador está actualmente activo ou non
id: Apakah pewaktu sekarang sedang berjalan
ug: ۋاقىت ئۆزگىرىۋاتامدۇ

source: Manager
id: Manajer

source: The user manager object this user is controlled by.
id: Objek manajer pengguna yang mengendalikan pengguna ini.

# user
source: Other...
gl: Outro...
id: Lainnya...
ug: باشقا...

source: Choose a different account
gl: Elixa unha conta diferente
id: Pilih akun lain
ug: باشقا ھېساب تاللاڭ

source: Guest
gl: Convidado
id: Tamu
ug: مېھمان

source: Login as a temporary guest
gl: Iniciar a sesión como convidado temporal
id: Log masuk sebagai tamu sementara
ug: ۋاقىتلىق مېھمان سۈپىتىدە كىرىدۇ

source: Automatic Login
gl: Inicio de sesión automático
id: Login Otomatis
ug: ئۆزلۈكىدىن كىر

source: Automatically login to the system after selecting options
gl: Iniciar a sesión automaticamente no sistema despois de seleccionar as opcións
id: Otomatis log masuk ke sistem setelah memilih opsi
ug: تاللانمىلار تاللانغاندىن كېيىن سىستېمىغا ئۆزلۈكىدىن كىرىدۇ

source: Log in as %s
gl: Iniciar sesión como %s
id: Sedang login sebagai %s
ug: %s ئىشلەتكۈچى سۈپىتىدە كىرىدۇ

source: Currently logged in
gl: Sesión iniciada
id: Kini sedang login
ug: كىرىپ بولغان

source: The User Switch Applet is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
gl: O miniaplicativo de cambio rápido de usuario é software libre; pode redistribuílo ou modificalo baixo os termos da Licenza pública xeral GNU tal como a publica a Free Software Foundation; tanto na versión 2 da licenza como (segundo o seu criterio) en calquera versión posterior.
id: Aplet Pindah Cepat Pengguna adalah perangkat lunak bebas; Anda dapat menyebar ulang dan/atau mengubahnya dibawah persyaratan GNU General Public License sebagaimana dipublikasikan oleh Free Software Foundation; versi 2 dari Lisensi, atau (sesuai pilihan Anda) sebarang versi selanjutnya.
ug: ئىشلەتكۈچى ئالماشتۇرۇش Applet پروگراممىسى ھەقسىز دېتالدۇر.Free Software Foundation تارقاتقان GNU General Public ئىجازەتنامىسى ۋە بۇنىڭ 2 ياكى كېيىنكى نەشرى(ئۆزىڭىز تاللاڭ)گە ئاساسەنبۇ پروگراممىنى تۈزىتىپ تارقاتسىڭىز بولىدۇ.

source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
gl: Este programa distribúese esperando que sexa útil, mais SEN NINGUNHA GARANTÍA; mesmo sen a garantía implícita de VALOR COMERCIAL ou IDONEIDADE PARA UN PROPÓSITO PARTICULAR. Para máis detalles vexa a Licenza pública xeral GNU.
id: Program ini disebarkan dengan harapan agar berguna, tapi TANPA JAMINAN APAPUN; bahkan tanpa jaminan tersirat tentang KETERDAGANGAN atau KECOCOKAN UNTUK KEPERLUAN TERTENTU. Lihat GNU General Public License untuk lebih detil.
ug: بۇ دېتال ھېچقانداق كاپالەت بىلەن تارقىتىلمىدى، بىراق سىزگە ئەسقېتىشىنى بەكمۇ ئارزۇ قىلىمىزبۇ ھەقتە بىلمەكچى بولسىڭىز GNU General Public ئىجازەتنامىسىنى ئوقۇڭ.

source: You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA
gl: Debería ter recibido unha copia da Licenza pública xeral GNU xunto con este programa; en caso contrario, escriba á Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA
id: Salinan GNU General Public License seharusnya sudah Anda dapatkan bersamaan dengan program ini; bila tidak, silakan hubungi Free Software Foundation, Inc., 51 Franklin St, Fifth Floor, Boston, MA 02110-1301, USA
ug: مەزكۇر پروگرامما بىلەن بىرگە GNU General Public ئىجازەتنامىسىنى چوقۇم بىرگە بولىدۇ.ئۇنداق بولمىسا Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA بىلەن ئالاقە قىلىڭ.

source: A menu to quickly switch between users.
gl: Un menú para cambiar rapidamente entre usuarios.
id: Menu untuk berpindah cepat antar pengguna.
ug: ئىشلەتكۈچىلەرنى تەز ئالماشتۇرۇش ئۈچۈن ئىشلىتىلىدىغان تىزىملىك

source: translator-credits
gl: Fran Diéguez <frandieguez@ubuntu.com>, 2009, 2010; Suso Baleato <suso.baleato@xunta.es>, 2009; Antón Méixome <meixome@mancomun.org>, 2009.
id: Dicky Wahyu Purnomo <dicky.wahyu@massaint.or.id>. Mohammad DAMT <mdamt@bisnisweb.com>, 2004. Ahmad Riza H Nst <rizahnst@eriagempita.co.id>, 2005. Andika Triwidada <andika@gmail.com>, 2009.
ug: Gheyret Kenji <gheyret@gmail.com>

source: Can't lock screen: %s
gl: Non foi posíbel bloquear a pantalla: %s
id: Tidak dapat mengunci layar: %s
ug: ئېكراننى قۇلۇپلىغىلى بولمىدى: %s

source: Can't temporarily set screensaver to blank screen: %s
gl: Non foi posíbel configurar temporalmente o protector de pantalla como unha pantalla en branco: %s
id: Untuk sementara tidak dapat membuat screensaver menjadi layar kosong: %s
ug: screensaver نى ۋاقىتلىق قۇرۇق ئېكران قىلىپ تەڭشىگىلى بولمىدى: %s

source: Can't logout: %s
gl: Non foi posíbel saír da sesión: %s
id: Tak bisa log keluar: %s
ug: چىقىپ كەتكىلى بولمىدى: %s

source: Available
gl: Dispoñíbel
id: Ada
ug: بار

source: Invisible
gl: Invisíbel
id: Tak nampak
ug: يوشۇرۇن

source: Busy
gl: Ocupado
id: Sibuk
ug: ئالدىراش

source: Away
gl: Ausente
id: Pergi
ug: ئورنىدا يوق

source: Account Information
gl: Información da conta
id: Informasi Akun
ug: ھېساب ئۇچۇرى

source: System Preferences
gl: Preferencias do sistema
id: Preferensi Sistem
ug: سىستېما تەڭشەكلىرى

source: Lock Screen
gl: Bloquear a pantalla
id: Kunci Layar
ug: ئېكراننى قۇلۇپلا

source: Switch User
gl: Cambiar de usuario
id: Pindah Pengguna
ug: ئىشلەتكۈچى ئالماشتۇر

source: Quit...
gl: Saír...
id: Keluar...
ug: چېكىن...

source: Unknown
gl: Descoñecido
id: Tak dikenal
ug: نامەلۇم

source: User Switch Applet
gl: Miniaplicativo para cambiar de usuario
id: Aplet Pindah Pengguna
ug: ئىشلەتكۈچى ئالماشتۇرۇش Applet پروگراممىسى

source: Change account settings and status
gl: Cambiar as configuracións de conta e de estado
id: Ubah tatanan dan status akun
ug: ھېساب تەڭشەكلىرى ۋە ھالەتنى ئۆزگەرت

source: A menu to quickly switch between users
gl: Un menú para cambiar rapidamente entre usuarios
id: Menu untuk memindah antar pengguna dengan cepat
ug: ئىشلەتكۈچىلەرنى چاپسان ئالماشتۇرۇش تىزىملىكى

source: User Switcher
gl: Selector de usuarios
id: Pemindah Pengguna
ug: ئىشلەتكۈچى ئالماشتۇرغۇ

source: User Switcher Applet Factory
gl: Factoría de miniaplicativo para cambiar de usuario
id: Pabrik Aplet Pemindah Pengguna
ug: ئىشلەتكۈچى ئالماشتۇرغۇ Applet زاۋۇتى

source: Edit Personal _Information
gl: Editar a _información persoal
id: Sunting _Informasi Pribadi
ug: شەخسىي ئۇچۇرلارنى تەھرىرلە(_I)

source: _About
gl: _Sobre
id: Tent_ang
ug: ھەققىدە(_A)

source: _Edit Users and Groups
gl: _Editar usuarios e grupos
id: Sunting P_engguna dan Kelompok
ug: ئىشلەتكۈچى ۋە گۇرۇپپا تەھرىرلە(_E)

source: Only the VERSION command is supported
gl: So a a orde VERSION é compatíbel
id: Hanya perintah VERSION yang didukung
ug: پەقەت VERSION نىڭ بۇيرۇقىنىلا ئىشلەتكىلى بولىدۇ

source: COMMAND
gl: ORDE
id: PERINTAH

source: Ignored - retained for compatibility
gl: Ignorar - retido por compatibilidade
id: Diabaikan - dipertahankan untuk kompatibilitas
ug: ۋاز كەچتى - بىردەكلىكنى ساقلاش ئۈچۈن

source: Debugging output
gl: Saída de depuración
id: Men-debug output
ug: سازلاشنىڭ چىقرىلمىسى

source: Version of this application
gl: Versión deste aplicativo
id: Versi aplikasi ini
ug: بۇ پروگراممىنىڭ نەشرى

source: Could not identify the current session.
gl: Non foi posíbel identificar a sesión actual.
id: Tak bisa identifikasi sesi kini.
ug: ھازىرقى ئەڭگىمەنى بىلگىلى بولمىدى.

source: - New GDM login
gl: - Novo inicio de sesión GDM
id: - Log masuk GDM baru
ug: - يېڭى GDM كىرىش

source: Unable to start new display
gl: Non foi posíbel iniciar unha pantalla nova
id: Tidak dapat memulai tampilan baru
ug: يېڭى ئېكراننى باشلىغىلى بولمىدى

source: Screenshot taken
gl: Captura de pantalla tomada
id: Gambar layar telah diambil
ug: ئېكران كۆرۈنۈشى سۈرەتكە ئېلىندى

source: Take a picture of the screen
gl: Capturar unha imaxe da pantalla
id: Ambil gambar layar
ug: ئېكراننىڭ كۆرۈنۈشىنى سۈرەتكە ئال

source: Restart
gl: Reiniciar
ug: قايتا قوزغات
